app/Controllers/Contact.php

    public function index()
    {
        $contactModel = new ContactModel();
        $data['contacts'] = $contactModel->findAll();
---
SELECT *
FROM `contact`